Repository: taito-zz/slt.theme
Catalog: src/slt/theme/locales/*/LC_MESSAGES/slt.theme.po
Languages: fi

source: Account of intermediator
fi: Verkkolaskuosoite

source: Add New Address
fi: Lisää uusi osoite

source: Add commonly used addresses to make your order easier.
fi: Lisää usein käytetyt osoitteet tähän.

source: Address Linsting
fi: Osoitelista

source: Birth Date
fi: Syntymäaika

source: Check the order
fi: Tarkista tilaus

source: Feed to Shop Top
fi: Syöte kaupan etusivulle

source: ID (e-mail)
fi: Tunnus (s-posti)

source: Input verkkolasku intermediator account.
fi: Syötä verkkolaskuosoite

source: Input verkkolasku operator or remove check from "I want verkkolasku".
fi: Syötä verkkolaskuoperaattori tai poista risti "Haluan verkkolaskun" kohdalta.

source: Login failed
fi: Kirjautuminen epäonnistui

source: Members
fi: Jäsenet

source: Name
fi: Nimi

source: No
fi: Ei

source: Order Linsting
fi: Tilauslista

source: Registration Number
fi: Jäsennumero

source: Unfeed from Shop Top
fi: Ota syöte pois kaupan etusivusta

source: Verkkolasku operator
fi: Verkkolaskuoperaattori:

source: Welcome! You are now logged in.
fi: Tervetuloa! Olet nyt kirjautunut sisään.

source: Yes
fi: Kyllä

source: account-of-intermediator
fi: Verkkolaskuosoite: ${account}

source: allow_direct_marketing_description
fi: Ruksaa ja salli suoramarkkinointi.

source: allow_direct_marketing_title
fi: Salli suoramarkkinointi

source: birth-date
fi: Syntymäaika: ${date}

source: birth_date_format
fi: Käytä formatti PP.KK.VVVV esim. 31.01.1990

source: export-direct-marketing-allowers
fi: Exporttaa suoramarkkinointihyväksyjät

source: first-time-login
fi: Täytä yksityistietosi ensin.

source: help_registration_form
fi: Verkkokaupasta ostaminen edellyttää rekisteröitymistä. Anna nimesi ja sähköpostiosoitteesi ja paina rekisteröidy. Tämän jälkeen antamaasi sähköpostiosoitteeseen tulee linkki, jota kautta pääset vahvistamaan rekisteröitymisesi ja täyttämään loput tarvittavat tiedot.

source: i_want_verkkolasku
fi: Haluan verkkolaskun

source: members-description
fi: Suoramarkkinointia hyväksyy ${direct_marketing_allowers} jäsentä ${all_members} jäseneistä.

source: registration-number
fi: Jäsennumero: ${number}

source: verkkolasku-operator
fi: Verkkolaskuoperaattori: ${operator}
