Repository: taito-zz/slt.theme
Catalog: slt/theme/locales/*/LC_MESSAGES/slt.theme.po
Languages: fi

source: Add New Address
fi: Lisää uusi osoite

source: Change Info
fi: Vaihda tieto

source: Change to this address
fi: Vaihda tähän osoitteeseen

source: Feed to Shop Top
fi: Syöte kaupan etusivulle

source: Pcs
fi: Kpl

source: Registration Number
fi: Jäsennumero

source: Subtotal
fi: Summa

source: Unfeed from Shop Top
fi: Ota syöte poist kaupan etusivusta

source: Update Info
fi: Päivitä tietoa

source: add_addresses
fi: Lisää oma osoitteet, että pääset tilaamaan helpommin.
